<template>
  <v-container>
    <div class="tamx headline py-5">பிரசங்கியின் அனுபவம்</div>
    <div class="text-justify tamx txt-bdy">
      என்றாவது தனிமையில் இருந்து வாழ்க்கையை குறித்து சிந்தனை செய்து உள்ளீர்களா?
      ஒவ்வொரு நாளும் நித்திரை விட்டு எழும்பி வேலைகளை செய்கிறோம் படிக்கின்றோம்
      உழைக்கின்றோம் இது எல்லாவற்றின் பலன் என்ன? அர்த்தம் என்ன? சடுதியில்
      முடிந்து போக போகின்ற இந்த வாழ்க்கையில் ஏன் இத்தனை பிரயாசைப்பட வேண்டும்?
      இவாறான கேள்விகள் உங்களுக்கு எழுந்துள்ளனவா?
    </div>
    <div class="text-justify tamx txt-scr">
      <sup>1</sup>பரிமளதைலத்தைப்பார்க்கிலும் நற்கீர்த்தியும், ஒருவனுடைய
      ஜநநநாளைப்பார்க்கிலும் மரணநாளும் நல்லது.

      <sup>2</sup>விருந்துவீட்டுக்குப் போவதிலும் துக்கவீட்டுக்குப் போவது நலம்;
      இதிலே எல்லா மனுஷரின் முடிவும் காணப்படும்; உயிரோடிருக்கிறவன் இதைத் தன்
      மனதிலே சிந்திப்பான்.

      <sup>3</sup>நகைப்பைப் பார்க்கிலும் துக்கிப்பு நலம்; முகதுக்கத்தினாலே
      இருதயம் சீர்ப்படும்.

      <sup>4</sup>ஞானிகளின் இருதயம் துக்கவீட்டிலே இருக்கும்; மூடரின் இருதயம்
      களிப்புவீட்டிலே இருக்கும்.

      <sup>5</sup>ஒருவன் மூடரின் பாட்டைக்கேட்பதிலும், ஞானியின்
      கடிந்துகொள்ளுதலைக் கேட்பது நலம்.

      <sup>6</sup>மூடனின் நகைப்பு பானையின்கீழ் எரிகிற முள்ளுகளின்
      படபடப்பைப்போலிருக்கும்; இதுவும் மாயையே.
    </div>
  </v-container>
</template>
    
    <script>
import { mapState } from "vuex";
export default {
  components: {
    //
  },
  computed: mapState({
    //
  }),
  props: [
    //
  ],
  data: () => ({
    //
  }),
  methods: {
    //
  },

  // lifecycle hooks
  beforeCreate() {
    //
  },
  created() {
    //
  },
  beforeMount() {
    //
  },
  mounted() {
    //
  },
  beforeUpdate() {
    //
  },
  updated() {
    //
  },
  beforeDestroy() {
    //
  },
  destroyed() {
    //
  },
};
</script>